Repository: getnamingo/dnspanel
Catalog: lang/*/messages.po
Languages: de_de

source: Update existing premium categories as needed. Please note: currently, deletion of categories is not available. All updates will modify existing information without removing any categories.
de_de: Aktualisieren Sie die vorhandenen Premium-Kategorien nach Bedarf. Bitte beachten Sie: Derzeit ist das Löschen von Kategorien nicht möglich. Alle Aktualisierungen ändern die vorhandenen Informationen, ohne Kategorien zu entfernen.

source: Update TLD
de_de: TLD aktualisieren

source: Manage Promotions
de_de: Promotionen verwalten

source: Promotion Name
de_de: Aktionsname

source: Start Date
de_de: Startdatum

source: End Date
de_de: Enddatum

source: Discount
de_de: Rabatt

source: Discount Amount
de_de: Rabattbetrag

source: No promotions found.
de_de: Keine Aktionen gefunden.

source: Create New Promotion
de_de: Neue Aktion erstellen

source: Promotion Start Date
de_de: Startdatum der Aktion

source: Please Note:
de_de: Bitte beachten Sie:

source: All times displayed are in
de_de: Alle angezeigten Zeiten sind in

source: Promotion End Date
de_de: Enddatum der Aktion

source: Discount Type
de_de: Rabattart

source: Percentage
de_de: Prozentsatz

source: Fixed Amount
de_de: Fester Betrag

source: Free Domains
de_de: Kostenlose Domains

source: Discount Value
de_de: Rabattwert

source: Enter discount value
de_de: Rabattwert eingeben

source: Maximum Discounted Items
de_de: Maximale Anzahl rabattierter Artikel

source: Conditions
de_de: Bedingungen

source: Enter conditions
de_de: Bedingungen eingeben

source: Enter description
de_de: Beschreibung eingeben

source: Update Promotions
de_de: Aktionen aktualisieren

source: Manage Launch Phases
de_de: Startphasen verwalten

source: Phase Category
de_de: Phasenkategorie

source: Phase Description
de_de: Phasenbeschreibung

source: No launch phases found.
de_de: Keine Startphasen gefunden.

source: Create New Phase
de_de: Neue Phase erstellen

source: Single application only.
de_de: Nur eine Bewerbung zulässig.

source: Multiple applications allowed.
de_de: Mehrere Bewerbungen zulässig.

source: Enter phase description
de_de: Phasenbeschreibung eingeben

source: Phase Start Date
de_de: Startdatum der Phase

source: Phase End Date
de_de: Enddatum der Phase

source: Update Phases
de_de: Phasen aktualisieren

source: Registry Configuration
de_de: Registry-Konfiguration

source: System Settings
de_de: Systemeinstellungen

source: Registry Operator Name
de_de: Name des Registry-Betreibers

source: Enter registry operator's name
de_de: Name des Registry-Betreibers eingeben

source: The official name of the organization operating the registry.
de_de: Der offizielle Name der Organisation, die das Registry betreibt.

source: Enter registry handle
de_de: Registry-Handle eingeben

source: A unique identifier for the registry which will be appended to each object handle.
de_de: Ein eindeutiger Identifikator für das Registry, der an jeden Objekthandle angehängt wird.

source: Enter registry whois server
de_de: WHOIS-Server des Registers eingeben

source: Enter the URL of the registry's WHOIS server. Example:
de_de: Geben Sie die URL des WHOIS-Servers des Registers ein. Beispiel:

source: Enter registry RDAP server
de_de: RDAP-Server des Registers eingeben

source: Enter the URL of the registry's RDAP server. Example:
de_de: Geben Sie die URL des RDAP-Servers des Registers ein. Beispiel:

source: Features
de_de: Funktionen

source: Require Launch Phases
de_de: Startphasen erforderlich

source: Operator Details
de_de: Betreiber-Details

source: Registry VAT/Company Number
de_de: Umsatzsteuer-/Firmennummer des Registers

source: Enter registry operator's VAT number
de_de: Umsatzsteuer-Nummer des Registry-Betreibers eingeben

source: Enter the VAT number of the organization operating the registry, or company number if VAT is unavailable.
de_de: Geben Sie die Umsatzsteuer-Nummer der Organisation ein, die das Register betreibt, oder die Firmennummer, wenn keine Umsatzsteuer-Nummer vorhanden ist.

source: Contact Address
de_de: Kontaktadresse

source: Enter contact address
de_de: Kontaktadresse eingeben

source: The contact address of the registry.
de_de: Die Kontaktadresse der Registrierungsstelle.

source: Enter contact email
de_de: Kontakt-E-Mail eingeben

source: The email address for general inquiries to the registry.
de_de: Die E-Mail-Adresse für allgemeine Anfragen an die Registrierungsstelle.

source: Contact Phone
de_de: Kontakttelefon

source: Enter contact phone
de_de: Kontakttelefon eingeben

source: The phone number for general inquiries to the registry.
de_de: Die Telefonnummer für allgemeine Anfragen an die Registrierungsstelle.

source: Update Details
de_de: Details aktualisieren

source: TLD Management
de_de: TLD-Verwaltung

source: Create New TLD
de_de: Neue TLD erstellen

source: Search TLDs
de_de: TLDs durchsuchen

source: Enter the desired top-level domain (TLD) name, like
de_de: Geben Sie den gewünschten Top-Level-Domain-Namen (TLD) ein, wie

source: or
de_de: oder

source: DNSSEC is currently activated manually. This option is for display purposes only.
de_de: DNSSEC ist derzeit manuell aktiviert. Diese Option dient nur zu Anzeigezwecken.

source: Select the type of TLD: ccTLD (Country Code Top-Level Domain) or gTLD (Generic Top-Level Domain).
de_de: Wählen Sie den Typ der TLD: ccTLD (länderspezifische Top-Level-Domain) oder gTLD (generische Top-Level-Domain).

source: Cyrillic
de_de: Kyrillisch

source: Japanese
de_de: Japanisch

source: Korean
de_de: Koreanisch

source: Choose the script type that the TLD will support. Options include ASCII, Cyrillic, Japanese, and Korean.
de_de: Wählen Sie den Schrifttyp, den die TLD unterstützen soll. Zu den Optionen gehören ASCII, Kyrillisch, Japanisch und Koreanisch.

source: Upload a CSV file with premium names. Each row should contain a name and its pricing category, separated by a comma.
de_de: Laden Sie eine CSV-Datei mit Premium-Namen hoch. Jede Zeile sollte einen Namen und seine Preiskategorie enthalten, getrennt durch ein Komma.

source: Create TLD
de_de: TLD erstellen

source: Reports
de_de: Berichte

source: Search reports
de_de: Berichte durchsuchen

source: View Reports
de_de: Berichte anzeigen

source: Create new domain
de_de: Neue Domain erstellen

source: Enable dark mode
de_de: Dunklen Modus aktivieren

source: Enable light mode
de_de: Hellen Modus aktivieren

source: Logout
de_de: Abmelden

source: List Domains
de_de: Domains auflisten

source: List Applications
de_de: Anträge auflisten

source: List Contacts
de_de: Kontakte auflisten

source: List Hosts
de_de: Hosts auflisten

source: List Registrars
de_de: Registrars auflisten

source: Financials
de_de: Finanzen

source: Configuration
de_de: Konfiguration

source: Registry Currency
de_de: Registrierungs-Währung

source: Choose the currency for all transactions. This impacts billing and financial reports. Inform stakeholders of changes.
de_de: Wählen Sie die Währung für alle Transaktionen. Dies wirkt sich auf Rechnungen und Finanzberichte aus. Informieren Sie die Interessenvertreter über Änderungen.

source: Contact Validation
de_de: Kontaktvalidierung

source: Validate by Phone
de_de: Per Telefon validieren

source: Validated by Phone
de_de: Per Telefon validiert

source: Phone Validation
de_de: Telefonvalidierung

source: Validated by Email
de_de: Per E-Mail validiert

source: Validate by Email
de_de: Per E-Mail validieren

source: Email Validation
de_de: E-Mail-Validierung

source: Validate by Postal Mail
de_de: Per Post validieren

source: Validated by Postal Mail
de_de: Per Post validiert

source: Postal Mail Validation
de_de: Postvalidierung

source: Pending Validation
de_de: Ausstehende Validierung

source: Back to Contact Update
de_de: Zurück zur Kontaktaktualisierung

source: Validate Contact
de_de: Kontakt validieren

source: Settings
de_de: Einstellungen

source: Manage Settings
de_de: Einstellungen verwalten

source: Not signed
de_de: Nicht signiert

source: Signed
de_de: Signiert

source: These domain names are subject to special regulations or registration requirements. They might be available for registration but under specific conditions, such as proof of eligibility or additional documentation.
de_de: Diese Domänennamen unterliegen besonderen Vorschriften oder Registrierungsanforderungen. Sie sind möglicherweise für die Registrierung verfügbar, aber unter bestimmten Bedingungen, wie dem Nachweis der Berechtigung oder zusätzlichen Dokumenten.

source: Enter each
de_de: Geben Sie jede

source: name on a new line, without the extension. For instance, use "example" in place of "example.com".
de_de: Name in einer neuen Zeile ein, ohne die Erweiterung. Verwenden Sie zum Beispiel "beispiel" anstelle von "beispiel.com".

source: View Ticket
de_de: Ticket anzeigen

source: Open
de_de: Offen

source: In Progress
de_de: In Bearbeitung

source: Resolved
de_de: Gelöst

source: Low
de_de: Niedrig

source: Medium
de_de: Mittel

source: High
de_de: Hoch

source: Critical
de_de: Kritisch

source: Close Ticket
de_de: Ticket schließen

source: Escalate Ticket
de_de: Ticket eskalieren

source: Reopen Ticket
de_de: Ticket wiedereröffnen

source: Enter old password
de_de: Altes Passwort eingeben

source: Enter new password
de_de: Neues Passwort eingeben

source: Recent Domains
de_de: Kürzlich registrierte Domains

source: Recent Support Tickets
de_de: Kürzlich erstellte Support-Tickets

source: Company Number
de_de: Firmennummer

source: Official registration number provided by the relevant authority.
de_de: Offizielle Registrierungsnummer, die von der zuständigen Behörde vergeben wurde.

source: VAT Number
de_de: Umsatzsteuer-ID

source: VAT number for tax purposes, if registered for VAT.
de_de: Umsatzsteuer-ID für Steuerzwecke, wenn für Umsatzsteuer registriert.

source: Manage Registrar
de_de: Registrar verwalten

source: Manage Custom Pricing
de_de: Individuelle Preise verwalten

source: Last 7 Days: Domain Registrations
de_de: Letzte 7 Tage: Domainregistrierungen

source: Top Registrars by Domains
de_de: Top-Registrars nach Domains

source: Support Tickets: Last Week
de_de: Support-Tickets: Letzte Woche

source: Registrar Statistics
de_de: Registrar-Statistiken

source: Export Domains
de_de: Domains exportieren

source: Number of Domains
de_de: Anzahl der Domains

source: Market Share
de_de: Marktanteil

source: Earnings
de_de: Einnahmen

source: Open website
de_de: Website öffnen

source: Close
de_de: Schließen

source: Delete Domain
de_de: Domain löschen

source: Approve Application
de_de: Antrag genehmigen

source: Reject Application
de_de: Antrag ablehnen

source: Delete Application
de_de: Antrag löschen

source: Validated
de_de: Validiert

source: Invalid
de_de: Ungültig

source: Delete Contact
de_de: Kontakt löschen

source: Delete Host
de_de: Host löschen

source: Impersonate
de_de: Impersonieren

source: Choose the currency for all registrar transactions.
de_de: Wählen Sie die Währung für alle Registrar-Transaktionen.

source: Notify Registrars
de_de: Registrars benachrichtigen

source: Send Registrar Notification
de_de: Registrar-Benachrichtigung senden

source: Select Registrars
de_de: Registrars auswählen

source: Select All
de_de: Alle auswählen

source: Deselect All
de_de: Alle abwählen

source: Last Login:
de_de: Letzte Anmeldung:

source: Not Available
de_de: Nicht verfügbar

source: Enter Subject
de_de: Betreff eingeben

source: Type your message...
de_de: Geben Sie Ihre Nachricht ein...

source: Create User
de_de: Benutzer erstellen

source: Create New User
de_de: Neuen Benutzer erstellen

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Confirm Password
de_de: Passwort bestätigen

source: Active
de_de: Aktiv

source: Pending Review
de_de: Ausstehende Überprüfung

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Type
de_de: Typ

source: Registrar Association
de_de: Registrar-Zuordnung

source: Manage User
de_de: Benutzer verwalten

source: Update User
de_de: Benutzer aktualisieren

source: Send Notification
de_de: Benachrichtigung senden

source: Server Health
de_de: Serverstatus

source: Clear Cache
de_de: Cache löschen

source: CPU Usage
de_de: CPU-Auslastung

source: CPU Cores
de_de: CPU-Kerne

source: Memory Usage
de_de: Arbeitsspeicherauslastung

source: Memory
de_de: Arbeitsspeicher

source: free of
de_de: frei von

source: Disk Usage
de_de: Festplattenauslastung

source: Disk
de_de: Festplatte

source: Running
de_de: Läuft

source: Stopped
de_de: Gestoppt

source: Problem? Restart:
de_de: Problem? Neustarten:

source: Message Producer
de_de: Nachrichten-Producer

source: Message Worker
de_de: Nachrichten-Worker

source: Choose Contact to Assign
de_de: Kontakt zum Zuweisen auswählen

source: Assign Contact
de_de: Kontakt zuweisen

source: List Zones
de_de: Zonen auflisten

source: Check Zone
de_de: Zonen prüfen

source: Create Zone
de_de: Zone anlegen
