Repository: getnamingo/dnspanel
Catalog: lang/*/messages.po
Languages: de_de

source: Approve Transfer
de_de: Übertragung genehmigen

source: Cancel Transfer
de_de: Übertragung abbrechen

source: Reject Transfer
de_de: Übertragung ablehnen

source: Completed
de_de: Abgeschlossen

source: Initiated Date
de_de: Initiierungsdatum

source: Expiry Date
de_de: Ablaufdatum

source: Actions
de_de: Aktionen

source: Are you sure you want to approve this transfer?
de_de: Sind Sie sicher, dass Sie diese Übertragung genehmigen möchten?

source: Confirm
de_de: Bestätigen

source: Are you sure you want to cancel this transfer?
de_de: Sind Sie sicher, dass Sie diese Übertragung abbrechen möchten?

source: Are you sure you want to reject this transfer?
de_de: Sind Sie sicher, dass Sie diese Übertragung ablehnen möchten?

source: No Data
de_de: Keine Daten

source: Registrar
de_de: Registrierungsstelle

source: Date
de_de: Datum

source: Log
de_de: Protokoll

source: Command
de_de: Befehl

source: Length
de_de: Länge

source: From
de_de: Von

source: To
de_de: An

source: Amount
de_de: Betrag

source: Creation Date
de_de: Erstellungsdatum

source: Are you sure you want to delete this host?
de_de: Sind Sie sicher, dass Sie diesen Host löschen möchten?

source: Message
de_de: Nachricht

source: Message Type
de_de: Nachrichtentyp

source: Object
de_de: Objekt

source: Subject
de_de: Betreff

source: Category
de_de: Kategorie

source: Priority
de_de: Priorität

source: Balance
de_de: Saldo

source: Description
de_de: Beschreibung

source: Identifier
de_de: Kennung

source: Phone
de_de: Telefon

source: Are you sure you want to delete this contact?
de_de: Sind Sie sicher, dass Sie diesen Kontakt löschen möchten?

source: Object Type
de_de: Objekttyp

source: Result
de_de: Ergebnis

source: Milliseconds
de_de: Millisekunden

source: Expiration Date
de_de: Ablaufdatum

source: Are you sure you want to delete this domain?
de_de: Sind Sie sicher, dass Sie diese Domain löschen möchten?

source: Are you sure you want to restore this domain?
de_de: Sind Sie sicher, dass Sie diese Domain wiederherstellen möchten?

source: Are you sure you want to submit restore report for this domain?
de_de: Sind Sie sicher, dass Sie den Wiederherstellungsbericht für diese Domain einreichen möchten?

source: Number
de_de: Nummer

source: Total Domains
de_de: Gesamtanzahl Domains

source: Created Domains
de_de: Erstellte Domains

source: Renewed Domains
de_de: Verlängerte Domains

source: Transferred Domains
de_de: Übertragene Domains

source: Deleted Domains
de_de: Gelöschte Domains

source: Restored Domains
de_de: Wiederhergestellte Domains

source: Script
de_de: Skript

source: Roles
de_de: Rollen

source: Verified
de_de: Verifiziert

source: Applicant
de_de: Bewerber

source: Are you sure you want to delete this application?
de_de: Sind Sie sicher, dass Sie diese Bewerbung löschen möchten?

source: My Profile
de_de: Mein Profil

source: Overview
de_de: Übersicht

source: User Name
de_de: Benutzername

source: Role
de_de: Rolle

source: Change Password
de_de: Passwort ändern

source: Old Password
de_de: Altes Passwort

source: New Password
de_de: Neues Passwort

source: Back
de_de: Zurück

source: Update
de_de: Aktualisieren

source: Two-Factor Authentication
de_de: Zwei-Faktor-Authentifizierung

source: Download Google Authenticator app
de_de: Google Authenticator App herunterladen

source: Scan the QR code with your authentication app
de_de: Scannen Sie den QR-Code mit Ihrer Authentifizierungsapp

source: Manual Entry Secret
de_de: Manueller Zugangscode

source: If you're unable to scan the QR code, enter this secret manually into your authentication app. The secret is case-sensitive and should be entered exactly as shown.
de_de: Wenn Sie den QR-Code nicht scannen können, geben Sie diesen Zugangscode manuell in Ihre Authentifizierungsapp ein. Der Zugangscode ist case-sensitiv und muss genau so eingegeben werden, wie er angezeigt wird.

source: Verification Code
de_de: Verifizierungscode

source: Enter code
de_de: Code eingeben

source: Enter the code generated by your authentication app. This code verifies that your 2FA setup is working correctly. Once entered, click
de_de: Geben Sie den von Ihrer Authentifizierungsapp generierten Code ein. Dieser Code bestätigt, dass Ihre 2FA-Einrichtung korrekt funktioniert. Sobald Sie den Code eingegeben haben, klicken Sie auf

source: Save 2FA Settings
de_de: 2FA-Einstellungen speichern

source: to activate two-factor authentication for your account.
de_de: um die Zwei-Faktor-Authentifizierung für Ihr Konto zu aktivieren.

source: Your account is secured with an additional layer of protection.
de_de: Ihr Konto ist mit einer zusätzlichen Sicherheitsebene geschützt.

source: 2FA is currently
de_de: 2FA ist derzeit

source: enabled
de_de: aktiviert

source: for your account. If you encounter any issues or need to disable 2FA, please contact our support team for assistance.
de_de: für Ihr Konto. Wenn Sie Probleme haben oder 2FA deaktivieren möchten, wenden Sie sich bitte an unser Support-Team, um Hilfe zu erhalten.

source: WebAuthn Authentication
de_de: WebAuthn-Authentifizierung

source: Secure your account with WebAuthn. Click the button below to register your device for passwordless sign-in.
de_de: Sichern Sie Ihr Konto mit WebAuthn. Klicken Sie auf die Schaltfläche unten, um Ihr Gerät für die passwortlose Anmeldung zu registrieren.

source: Connect WebAuthn Device
de_de: WebAuthn-Gerät verbinden

source: Device/Browser Info
de_de: Geräte-/Browser-Info

source: Registration Date
de_de: Registrierungsdatum

source: Action
de_de: Aktion

source: Edit
de_de: Bearbeiten

source: No devices found.
de_de: Keine Geräte gefunden.

source: User Audit Log
de_de: Benutzer-Audit-Protokoll

source: Track and review all user activities in your account below. Monitor logins, profile changes, and other key actions to ensure security and transparency.
de_de: Verfolgen und überprüfen Sie alle Benutzeraktivitäten in Ihrem Konto unten. Überwachen Sie Anmeldungen, Profileänderungen und andere wichtige Aktionen, um die Sicherheit und Transparenz zu gewährleisten.

source: Event
de_de: Ereignis

source: Location
de_de: Standort

source: Timestamp
de_de: Zeitstempel

source: No log data for user.
de_de: Keine Protokolldaten für den Benutzer.

source: Documentation
de_de: Dokumentation

source: Media Kit
de_de: Medienpaket

source: Create New Ticket
de_de: Neues Ticket erstellen

source: Search
de_de: Suchen

source: Search tickets
de_de: Tickets suchen

source: Ticket Overview
de_de: Ticket-Übersicht

source: Unknown Status
de_de: Unbekannter Status

source: Created On
de_de: Erstellt am

source: Conversation
de_de: Konversation

source: Your Response
de_de: Ihre Antwort

source: Submit Response
de_de: Antwort senden

source: New Support Ticket
de_de: Neues Support-Ticket

source: Support ticket can not be created
de_de: Support-Ticket kann nicht erstellt werden

source: Select a category
de_de: Eine Kategorie auswählen

source: Create Ticket
de_de: Ticket erstellen

source: Create Domain
de_de: Domain erstellen

source: Your Domain Name
de_de: Ihr Domainname

source: Select Registrar
de_de: Registrierungsstelle auswählen

source: Registration Years
de_de: Registrierungsjahre

source: Estimated Price
de_de: Geschätzter Preis

source: Contacts
de_de: Kontakte

source: Registrant Contact
de_de: Registrant-Kontakt

source: Admin Contact
de_de: Admin-Kontakt

source: Tech Contact
de_de: Technischer Kontakt

source: Billing Contact
de_de: Rechnungskontakt

source: Nameservers
de_de: Nameserver

source: Add DNSSEC Data
de_de: DNSSEC-Daten hinzufügen

source: DS Record
de_de: DS-Datensatz

source: Select Algorithm
de_de: Algorithmus auswählen

source: Select Digest Type
de_de: Digest-Typ auswählen

source: DNSKEY Record
de_de: DNSKEY-Datensatz

source: Protocol
de_de: Protokoll

source: Public Key
de_de: Öffentlicher Schlüssel

source: Auth Info
de_de: Autorisierungsinformationen

source: Statuses
de_de: Status

source: Server Statuses
de_de: Server-Status

source: Phase Type
de_de: Phasentyp

source: Signed Mark Information
de_de: Signierte Markierungs-Informationen

source: Paste SMD contents
de_de: SMD-Inhalt einfügen

source: Notice ID
de_de: Hinweis-ID

source: Not After Date
de_de: Nicht nach Datum

source: Accepted Date
de_de: Akzeptierungsdatum

source: Allocation Token
de_de: Zuteilungstoken

source: Allocation token
de_de: Zuteilungstoken

source: Registered On
de_de: Registriert am

source: Last Updated
de_de: Zuletzt aktualisiert

source: contact
de_de: Kontakt

source: Auth Type
de_de: Autorisierungstyp

source: DNSSEC Data
de_de: DNSSEC-Daten

source: Check Domain
de_de: Domain prüfen

source: Search domains
de_de: Domains suchen

source: Application Details
de_de: Bewerbungsdetails

source: Application for
de_de: Bewerbung für

source: Application ID
de_de: Bewerbungs-ID

source: Launch Phase
de_de: Startphase

source: Phase Name
de_de: Phasenname

source: Updating Application
de_de: Bewerbung aktualisieren

source: Update Application
de_de: Bewerbung aktualisieren

source: Create Application
de_de: Bewerbung erstellen

source: Renew Domain
de_de: Domain verlängern

source: Your domain is currently renewed to its maximum term. At this time, no additional renewal is possible.
de_de: Ihre Domain ist derzeit bis zum maximalen Zeitraum verlängert. Eine weitere Verlängerung ist derzeit nicht möglich.

source: Applications
de_de: Bewerbungen

source: Search applications
de_de: Bewerbungen suchen

source: Updating Domain
de_de: Domain aktualisieren

source: Domain Security
de_de: Domänen-Sicherheit

source: Update Domain
de_de: Domain aktualisieren

source: Request Domain Transfer
de_de: Domainübertragung beantragen

source: Gaining Registrar
de_de: Übernehmende Registrierungsstelle

source: Transfer And Renew
de_de: Übertragen und verlängern

source: Request Transfer
de_de: Übertragung beantragen

source: Transfers
de_de: Übertragungen

source: Search transfers
de_de: Übertragungen suchen

source: Enter the domain name you want to check:
de_de: Geben Sie den Domainnamen ein, den Sie prüfen möchten:

source: Check Availability
de_de: Verfügbarkeit prüfen

source: Check claims
de_de: Ansprüche prüfen

source: Create Contact
de_de: Kontakt erstellen

source: General & Internationalized Info
de_de: Allgemeine und internationalisierte Informationen

source: Disclose in WHOIS
de_de: In WHOIS anzeigen

source: Organization
de_de: Organisation

source: Street
de_de: Straße

source: City
de_de: Stadt

source: State/Province
de_de: Bundesland/Provinz

source: Postal Code
de_de: Postleitzahl

source: Country
de_de: Land

source: Disclose Address in WHOIS
de_de: Adresse in WHOIS anzeigen

source: Contact Details
de_de: Kontaktdaten

source: Contact ID
de_de: Kontakt-ID

source: Voice
de_de: Telefon

source: Contact AuthInfo
de_de: Kontakt-AuthInfo

source: Auto-generated authentication information for the contact
de_de: Automatisch generierte Authentifizierungsinformationen für den Kontakt

source: NIN - National Identification Number
de_de: NIN - Nationale Identifikationsnummer

source: This is a Business Contact
de_de: Dies ist ein Geschäftskontakt

source: Verify by Phone
de_de: Überprüfung per Telefon

source: Verify by Email
de_de: Überprüfung per E-Mail

source: Verify by Postal Mail
de_de: Überprüfung per Post

source: Include Localized Info
de_de: Lokalisierte Informationen einbeziehen

source: Localized Postal Info: Personal Details
de_de: Lokalisierte Postinformationen: Persönliche Angaben

source: Localized Postal Info: Address Details
de_de: Lokalisierte Postinformationen: Adressdetails

source: Search contacts
de_de: Kontakte suchen

source: Update Contact
de_de: Kontakt aktualisieren

source: Authentication information for the contact
de_de: Authentifizierungsinformationen für den Kontakt

source: Contact
de_de: Kontakt

source: linked
de_de: verknüpft

source: Visible in Public
de_de: Öffentlich sichtbar

source: Hidden from Public
de_de: Vor der Öffentlichkeit verborgen

source: Localized
de_de: Lokalisiert

source: International Contact Details
de_de: Internationale Kontaktdaten

source: Localized Contact Details
de_de: Lokalisierte Kontaktdaten

source: No Localized Contact Information Available
de_de: Keine lokalisierten Kontaktinformationen verfügbar

source: System Log
de_de: Systemprotokoll

source: Search logs
de_de: Protokolle durchsuchen

source: Message Queue
de_de: Nachrichten-Warteschlange

source: Search queue
de_de: Warteschlange durchsuchen

source: EPP History
de_de: EPP-Historie

source: List Users
de_de: Benutzer auflisten

source: Search users
de_de: Benutzer suchen

source: Create Host
de_de: Host erstellen

source: Search hosts
de_de: Hosts suchen

source: Update Host
de_de: Host aktualisieren

source: The host you're trying to update
de_de: Der Host, den Sie aktualisieren möchten

source: is external to the registry. Consequently, it does not store any IP addresses within our system, and therefore, does not require any updates from your end. This means there are no associated IP addresses under our management that need your attention.
de_de: ist extern für das Register. Daher werden keine IP-Adressen in unserem System gespeichert, und es sind daher keine Aktualisierungen von Ihrer Seite erforderlich. Das bedeutet, dass es keine zugehörigen IP-Adressen gibt, die unserer Verwaltung unterstehen und Ihre Aufmerksamkeit erfordern.

source: IPv4 Address
de_de: IPv4-Adresse

source: Please enter a valid IPv4 address.
de_de: Bitte geben Sie eine gültige IPv4-Adresse ein.

source: IPv6 Address
de_de: IPv6-Adresse

source: Please enter a valid IPv6 address.
de_de: Bitte geben Sie eine gültige IPv6-Adresse ein.

source: Deposit Payment Unsuccessful
de_de: Einzahlung fehlgeschlagen

source: We've noticed that your deposit payment process was not completed. It appears that the payment was either cancelled or failed during the transaction. If this was an error, or if you have any questions, please don't hesitate to contact us. We're here to help ensure your transaction is smooth and secure.
de_de: Wir haben festgestellt, dass Ihr Einzahlungsvorgang nicht abgeschlossen wurde. Es scheint, dass die Zahlung während der Transaktion entweder abgebrochen oder fehlgeschlagen ist. Falls dies ein Fehler war oder Sie Fragen haben, zögern Sie bitte nicht, uns zu kontaktieren. Wir sind hier, um sicherzustellen, dass Ihre Transaktion reibungslos und sicher abläuft.

source: Ready to try again? When you're set to proceed with your deposit, simply return to the
de_de: Bereit, es noch einmal zu versuchen? Wenn Sie mit Ihrer Einzahlung fortfahren möchten, kehren Sie einfach zur

source: Deposit Page
de_de: Einzahlungsseite

source: to initiate a new payment. We value your partnership and are committed to assisting you every step of the way.
de_de: zurück, um eine neue Zahlung einzuleiten. Wir schätzen Ihre Partnerschaft und sind bestrebt, Sie auf jeder Stufe zu unterstützen.

source: Registrar Deposit
de_de: Registratoreneinzahlung

source: Choose Registrar...
de_de: Registrator auswählen...

source: Current Balance for
de_de: Aktueller Saldo für

source: Enter deposit amount
de_de: Einzahlungsbetrag eingeben

source: Optional deposit description
de_de: Optionale Einzahlungsbeschreibung

source: Add Deposit
de_de: Einzahlung hinzufügen

source: Account Overview
de_de: Kontoübersicht

source: Search account
de_de: Konto suchen

source: View Invoice
de_de: Rechnung anzeigen

source: Invoice
de_de: Rechnung

source: Print Invoice
de_de: Rechnung drucken

source: Provider
de_de: Anbieter

source: Registry
de_de: Register

source: Client
de_de: Kunde

source: Invoice Issued On
de_de: Rechnungsdatum

source: Due Date
de_de: Fälligkeitsdatum

source: Product
de_de: Produkt

source: No items found.
de_de: Keine Einträge gefunden.

source: Subtotal
de_de: Zwischensumme

source: Vat Rate
de_de: MwSt.-Satz

source: Vat Due
de_de: Fällige MwSt.

source: Total Due
de_de: Gesamtbetrag

source: Notes
de_de: Anmerkungen

source: Thank you very much for doing business with us. We look forward to working with you again!
de_de: Vielen Dank, dass Sie mit uns Geschäfte machen. Wir freuen uns darauf, wieder mit Ihnen zusammenzuarbeiten!

source: Transactions
de_de: Transaktionen

source: Search transactions
de_de: Transaktionen suchen

source: Invoices
de_de: Rechnungen

source: Search invoices
de_de: Rechnungen suchen

source: Deposit with Stripe
de_de: Mit Stripe einzahlen

source: Registrar Details
de_de: Registratorendetails

source: Contact Email
de_de: Kontakt-E-Mail

source: Abuse Phone
de_de: Missbrauchsmeldung Telefon

source: Abuse Email
de_de: Missbrauchsmeldung E-Mail

source: Currency
de_de: Währung

source: Account Balance
de_de: Kontostand

source: Credit Limit
de_de: Kreditlimit

source: Credit Threshold
de_de: Kreditlimit-Schwellenwert

source: Threshold Type
de_de: Schwellenwert-Typ

source: IP Whitelisting
de_de: IP-Whitelist

source: No data available.
de_de: Keine Daten verfügbar.

source: Registrar User
de_de: Registratorbenutzer

source: EPP Username/CLID
de_de: EPP-Benutzername/CLID

source: Panel Login Email
de_de: Zugriffs-E-Mail

source: Operational Test and Evaluation (OTE)
de_de: Betriebstest und Evaluierung (OTE)

source: Successfully passing the Operational Test and Evaluation (OTE) is a mandatory requirement for registrars. The OTE process evaluates the interaction and compliance of the registrar's system with registry operations through a series of EPP command tests in a controlled environment. Below you can find the results of these essential EPP command tests for your account:
de_de: Das erfolgreiche Bestehen des Betriebstests und der Evaluierung (OTE) ist eine Pflichtanforderung für Registratoren. Der OTE-Prozess bewertet die Interaktion und Compliance des Registratorsystems mit den Registeroperationen durch eine Reihe von EPP-Befehlstests in einer kontrollierten Umgebung. Unten finden Sie die Ergebnisse dieser wesentlichen EPP-Befehlstests für Ihr Konto:

source: Pending
de_de: Ausstehend

source: Failed
de_de: Fehlgeschlagen

source: Update Registrar
de_de: Registrator aktualisieren

source: The official name of the registrar.
de_de: Der offizielle Name des Registrators.

source: Unique identifier assigned by IANA.
de_de: Eindeutiger Bezeichner, der von IANA vergeben wurde.

source: Primary contact email of the registrar.
de_de: Primäre Kontakt-E-Mail-Adresse des Registrators.

source: Registrar's official website URL.
de_de: Offizielle Website-URL des Registrators.

source: Address of the registrar's WHOIS server.
de_de: Adresse des WHOIS-Servers des Registrators.

source: Address of the registrar's RDAP server.
de_de: Adresse des RDAP-Servers des Registrators.

source: Email address for reporting abuse.
de_de: E-Mail-Adresse für Missbrauchsmeldungen.

source: Phone number for reporting abuse.
de_de: Telefonnummer für Missbrauchsmeldungen.

source: Financial Information
de_de: Finanzinformationen

source: Current balance in the registrar's account.
de_de: Aktueller Saldo auf dem Konto des Registrators.

source: Maximum credit limit for the registrar.
de_de: Maximales Kreditlimit für den Registrator.

source: Credit threshold triggering alerts or actions.
de_de: Kreditlimit-Schwellenwert, der Warnungen oder Maßnahmen auslöst.

source: Type of threshold: fixed value or percentage.
de_de: Art des Schwellenwerts: fester Wert oder Prozentsatz.

source: Registrar Contacts
de_de: Registratorenkontakte

source: Owner
de_de: Besitzer

source: Billing
de_de: Rechnungsstellung

source: Abuse
de_de: Missbrauch

source: Copy data to other contacts
de_de: Daten in andere Kontakte kopieren

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Street Address
de_de: Straßenadresse

source: Whitelist IP addresses for secure access. Up to 5 IP addresses (IPv4 or IPv6) can be added.
de_de: Whitelist-IP-Adressen für den sicheren Zugriff. Es können bis zu 5 IP-Adressen (IPv4 oder IPv6) hinzugefügt werden.

source: For an existing registrar user, you can view the current EPP username (also known as CLID) and panel access email. Additionally, you have the option to reset the passwords for EPP and panel access as needed.
de_de: Für einen bestehenden Registratorbenutzer können Sie den aktuellen EPP-Benutzernamen (auch als CLID bekannt) und die E-Mail-Adresse für den Panelzugriff einsehen. Außerdem haben Sie die Möglichkeit, die Passwörter für EPP und Panelzugriff nach Bedarf zurückzusetzen.

source: Username/CLID
de_de: Benutzername/CLID

source: Login Email
de_de: Anmelde-E-Mail

source: Panel Password
de_de: Panelpasswort

source: EPP Password
de_de: EPP-Passwort

source: Update Panel Password
de_de: Panelpasswort aktualisieren

source: Update EPP Password
de_de: EPP-Passwort aktualisieren

source: Operational Test and Evaluation (OTE) assesses the functionality of EPP commands in a simulated environment, ensuring effective communication between the registrar's system and the registry. Below are key EPP commands and their test statuses:
de_de: Betriebstest und Evaluierung (OTE) bewerten die Funktionalität von EPP-Befehlen in einer simulierten Umgebung, um die effektive Kommunikation zwischen dem Registratorsystem und dem Register sicherzustellen. Nachfolgend finden Sie die wichtigsten EPP-Befehle und deren Testzustände:

source: Create Registrar
de_de: Registrator erstellen

source: Fixed
de_de: Fest

source: Percent
de_de: Prozent

source: Create a registrar user by specifying the username (also known as CLID), email, and passwords for EPP and panel access.
de_de: Erstellen Sie einen Registranten-Benutzer, indem Sie den Benutzernamen (auch als CLID bekannt), die E-Mail-Adresse und die Passwörter für den EPP-Zugang und den Zugangim Panel angeben.

source: Registrars
de_de: Registranten

source: Search registrars
de_de: Registranten suchen

source: Managed Reserved Names
de_de: Verwaltete reservierte Namen

source: Manage Reserved Names
de_de: Reservierte Namen verwalten

source: Update Reserved Names
de_de: Reservierte Namen aktualisieren

source: Manage TLD
de_de: TLD verwalten

source: General Details
de_de: Allgemeine Details

source: TLD Extension
de_de: TLD-Erweiterung

source: TLD Type
de_de: TLD-Typ

source: Supported Script
de_de: Unterstütztes Skript

source: Pricing
de_de: Preisgestaltung

source: Setup Fee
de_de: Einrichtungsgebühr

source: Year
de_de: Jahr

source: Years
de_de: Jahre

source: Create
de_de: Erstellen

source: Renew
de_de: Verlängern

source: Transfer
de_de: Übertragen

source: When you type a price for 1 Year above, it will automatically get multiplied for subsequent years.
de_de: Wenn Sie oben einen Preis für 1 Jahr eingeben, wird er automatisch für die nachfolgenden Jahre multipliziert.

source: Restore Price
de_de: Wiederherstellungspreis

source: Enter the price for restoring the TLD.
de_de: Geben Sie den Preis für die Wiederherstellung der TLD ein.

source: Premium Names
de_de: Premium-Namen

source: Upload CSV File
de_de: CSV-Datei hochladen

source: Please upload a CSV file containing premium names. Each row should include a name and its corresponding pricing category, separated by a comma. Note: If one or more names in the file already exist in our system, they will be overwritten with the new information provided in the upload.
de_de: Bitte laden Sie eine CSV-Datei mit Premium-Namen hoch. Jede Zeile sollte einen Namen und die entsprechende Preiskategorie enthalten, getrennt durch ein Komma. Hinweis: Wenn einer oder mehrere Namen in der Datei bereits in unserem System vorhanden sind, werden sie mit den neuen Informationen aus dem Upload überschrieben.

source: Set Premium Name Price Categories
de_de: Premium-Name-Preiskategorien festlegen

source: Category Name
de_de: Kategoriename

source: Price
de_de: Preis
